Revit 2027 API
ParameterTypeId.BlendStartParam Property
 "First End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BlendStartParam { get; }
Public Shared ReadOnly Property BlendStartParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BlendStartParam {
	ForgeTypeId^ get ();
}
static member BlendStartParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace